brew "git"
brew "asdf"
brew "openssl@3"
brew "eza"
brew "fzf"
brew "gh"
brew "gnupg"
brew "jq"
brew "mas"
brew "ripgrep"
brew "stow"
brew "wget"
cask "deepl"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "notion"
cask "onedrive"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "zoom"
mas "Magnet", id: 441258766
mas "辞書 by 物書堂", id: 1380563956
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "hediet.vscode-drawio"
vscode "jock.svg"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "natizyskunk.sftp"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vincaslt.highlight-matching-tag"
vscode "vscodevim.vim"
vscode "wordpresstoolbox.wordpress-toolbox"
